Repository: yawik/JobsByMail
Catalog: language/*.po
Languages: de_de, it

source: Time to confirm a search profile has expired
de_de: Die Zeit, um das Suchprofil zu bestätigen, ist bereits abgelaufen.
it: Il tempo per confermare un profilo di ricerca è scaduto

source: Invalid URL
de_de: Ungültige URL
it: URL non valido

source: Search profile with the email address %s has been unsubscribed.
de_de: Das Suchprofil für die E-Mail Adresse %s wurde deaktiviert.
it: Il profilo di ricerca con l'indirizzo email %s è stato annullato.

source: Search profile does not exist or is already unsubscribed
de_de: Das Suchprofil existiert nicht oder wurde abgemeldet.
it: Profilo di ricerca non esiste o è già stato annullato

source: new jobs since %s
de_de: Neue Stellenanzeigen seit %s
it: Nuovi posti di lavoro da %s

source: New Jobs for "%s"
de_de: Neue Stellenanzeigen für "%s"
it: Nuovi posti di lavoro per "%s"

source: Confirm your search profile.
de_de: Bitte bestätigen Sie ihr Suchprofil
it: Conferma il tuo profilo di ricerca.

source: Jobs By Mail
de_de: Jobs per E-Mail
it: Offerte di lavoro via e-mail

source: Get the right Job via e-mail
de_de: Job-Mail kostenlos abonnieren und immer automatisch informiert werden
it: Ottieni la giusta offerta di lavoro via e-mail

source: Close
de_de: Schliessen
it: Chiudi

source: Subscribe
de_de: Abonnieren
it: Sottoscrivi

source: Your search profile has been created.
de_de: Ihr Suchprofil wurde angelegt
it: Il tuo profilo di ricerca è stato creato.

source: Confirm you subscription by clicking a link we have just sent you to your email %s
de_de: Bitte bestätigen Sie ihr Suchprofil durch Klicken auf den Link in der E-Mail, die gerade an %s versendet wurde.
it: Conferma l'abbonamento facendo clic su un link appena inviato all'e-mail %s

source: We are sorry. An error occurred during sending you a confirmation email.
de_de: Es tut uns Leid. Die Bestätigungsmail konnte nicht versendet werden.
it: Ci dispiace. Si è verificato un errore durante l'invio di un'email di conferma.

source: Your search profile with email address %s is confirmed now.
de_de: Ihr Suchprofil für die E-Mail Adresse %s ist nun bestätigt.
it: Il tuo profilo di ricerca con l'indirizzo e-mail %s è ora confermato.

source: Enter your email address
de_de: Bitte geben Sie Ihre E-Mail Adresse ein
it: Inserisci il tuo indirizzo email

source: New jobs for you on %s
de_de: Neue Jobs für Sie auf %s

source: Confirm your search profile on %s
de_de: Bestätigen Sie bitte ihr Suchprofil auf %s
